UPDATE `locales_spell` SET 
	`name_loc8`='Едкий яд', 
	`description_loc8`='Ослабляет броню противника на $s2 ед. и наносит ему $s1 ед. урона от сил природы раз в $t1 сек. в течение $d.', 
	`auradescription_loc8`='Получение $s1 ед. урона от сил природы раз в $t1 сек.$BПоказатель брони уменьшен на $s2 ед.' 
WHERE `id` = 3396;

UPDATE `locales_spell` SET 
	`name_loc8`='Едкий яд', 
	`description_loc8`='Едка кислота, которая наносит $m1 ед. урона от сил природы раз в 3 сек. и снижает показатель брони цели на $m2 ед. на $d.', 
	`auradescription_loc8`='Показатель брони уменьшен. Периодический получаемый урон от сил природы.' 
WHERE `id` = 13526;

UPDATE `locales_spell` SET 
	`name_loc8`='Едкий яд', 
	`description_loc8`='Ослабляет броню противника на $s2 ед. и наносит ему $s1 ед. урона от сил природы раз в $t1 сек. в течение $d.', 
	`auradescription_loc8`='Получение $s1 ед. урона от сил природы раз в $t1 сек.$BПоказатель брони уменьшен на $s2 ед.' 
WHERE `id` = 24111;

UPDATE `locales_spell` SET 
	`name_loc8`='Едкий ядовитый плевок', 
	`auradescription_loc8`='Показатель брони уменьшен.$BПолучение урона от сил природы раз в $t2 сек.' 
WHERE `id` = 20629;