UPDATE `locales_spell` SET 
	`description_loc8`='Порча крови охотника Скверны, которая продлится $d. При нанесении охотнику урона в ближнем бою, атакующий потеряет $19479s1 ед. силы атаки ближнего боя на $19479d. Эффект действует до 5 раз подряд на одну цель.' 
WHERE `id` = 19478;

UPDATE `locales_spell` SET 
	`description_loc8`='Порча крови охотника Скверны, которая продлится $d. При нанесении охотнику урона в ближнем бою, атакующий потеряет $19652s1 ед. силы атаки ближнего боя на $19652d. Эффект действует до 5 раз подряд на одну цель.' 
WHERE `id` = 19655;

UPDATE `locales_spell` SET 
	`description_loc8`='Порча крови охотника Скверны, которая продлится $d. При нанесении охотнику урона в ближнем бою, атакующий потеряет $19653s1 ед. силы атаки ближнего боя на $19653d. Эффект действует до 5 раз подряд на одну цель.' 
WHERE `id` = 19656;

UPDATE `locales_spell` SET 
	`description_loc8`='Порча крови охотника Скверны, которая продлится $d. При нанесении охотнику урона в ближнем бою, атакующий потеряет $19654s1 ед. силы атаки ближнего боя на $19654d. Эффект действует до 5 раз подряд на одну цель.' 
WHERE `id` = 19660;

UPDATE `locales_spell` SET 
	`auradescription_loc8`='Получение $s2 ед. урона раз в $t2 сек.' 
WHERE `id` = 24328;