UPDATE `locales_spell` SET
	`auradescription_loc8`='Высокая скорость произнесения заклинаний.'
WHERE `id` = 8215;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 13281;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 13728;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 15501;

UPDATE `locales_spell` SET
	`description_loc8`='Заклинания \"Порча\" и \"Похищение жизни\" с вероятностью 2% после нанесения урона противнику позволят войти в состояние \"Теневой транс\". \"Теневой транс\" снижает время произнесения следующего заклинания \"Стрела Тьмы\" на $17941s1%.'
WHERE `id` = 18094;

UPDATE `locales_spell` SET
	`description_loc8`='Заклинания \"Порча\" и \"Похищение жизни\" с вероятностью 4% после нанесения урона противнику позволят войти в состояние \"Теневой транс\". \"Теневой транс\" снижает время произнесения следующего заклинания \"Стрела Тьмы\" на $17941s1%.'
WHERE `id` = 18095;

UPDATE `locales_spell` SET
	`description_loc8`='Увеличивает время действия способности \"Устрашающий крик\" на $/1000;s1 сек.'
WHERE `id` = 19870;

UPDATE `locales_spell` SET
	`description_loc8`='Увеличивает время действия способности \"Устрашающий крик\" на $/1000;s1 сек.'
WHERE `id` = 19871;

UPDATE `locales_spell` SET
	`description_loc8`='Вы получаете $s1% шанс не потерять время произнесения заклинаний \"Вспышка Света\" и \"Свет небес\" при получении урона.'
WHERE `id` = 20205;

UPDATE `locales_spell` SET
	`description_loc8`='Вы получаете $s1% шанс не потерять время произнесения заклинаний \"Вспышка Света\" и \"Свет небес\" при получении урона.'
WHERE `id` = 20206;

UPDATE `locales_spell` SET
	`description_loc8`='Вы получаете $s1% шанс не потерять время произнесения заклинаний \"Вспышка Света\" и \"Свет небес\" при получении урона.'
WHERE `id` = 20207;

UPDATE `locales_spell` SET
	`description_loc8`='Вы получаете $s1% шанс не потерять время произнесения заклинаний \"Вспышка Света\" и \"Свет небес\" при получении урона.'
WHERE `id` = 20208;

UPDATE `locales_spell` SET
	`description_loc8`='Вы получаете $s1% шанс не потерять время произнесения заклинаний \"Вспышка Света\" и \"Свет небес\" при получении урона.'
WHERE `id` = 20209;

UPDATE `locales_spell` SET
	`description_loc8`='После произнесения заклинания \"Великое исцеление\" следующее заклинание \"Кара\" потребует на $21091s1 ед. меньше маны с $s1%-й вероятностью.'
WHERE `id` = 21089;

UPDATE `locales_spell` SET
	`name_loc8`='Быстрое произнесение заклинания \"Восстановление\"'
WHERE `id` = 21872;

UPDATE `locales_spell` SET
	`description_loc8`='При нанесении урона заклинанием может дополнительно нанести $27860s1 ед. урона от темной магии и восполнить $27860s2 ед. маны заклинателя.'
WHERE `id` = 21978;

UPDATE `locales_spell` SET
	`auradescription_loc8`='Скорость передвижения снижена на $s1%.$BИнтервал между атаками увеличен на $s2%.$BСкорость произнесения заклинаний снижена на $s3%.'
WHERE `id` = 22247;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 22885;

UPDATE `locales_spell` SET
	`description_loc8`='Вероятность $s1% избежать прерывания заклинания вследствие получения урона во время произнесения заклинания \"Жгучая боль\".'
WHERE `id` = 23046;

UPDATE `locales_spell` SET
	`name_loc8`='Сокращение задержки произнесения заклинания \"Жгучая боль\"'
WHERE `id` = 23046;

UPDATE `locales_spell` SET
	`name_loc8`='Уменьшение времени произнесения заклинания \"Жертвенный огонь\"'
WHERE `id` = 23047;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 23114;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 24685;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 25025;

UPDATE `locales_spell` SET
	`description_loc8`='Время произнесения заклинания \"Цепное исцеление\" снижено на $/1000;S1 сек.'
WHERE `id` = 26122;

UPDATE `locales_spell` SET
	`description_loc8`='Ударная волна наносит противнику урон от сил природы и прерывает произнесение им заклинаний на $d.'
WHERE `id` = 26194;

UPDATE `locales_spell` SET
	`auradescription_loc8`='Высокая скорость произнесения заклинаний.'
WHERE `id` = 27204;